Repository: common-repository/minha-loja-wp
Catalog: content/languages/buscape-wp-ecommerce-*.po
Languages: pt_br

source: Minha Loja WP Buscapé integration
pt_br: Minha Loja WP Integração Buscapé

source: Buscapé integration
pt_br: Integração Buscapé

source: Minha Loja WP Store brand
pt_br: Minha Loja WP Marca da loja

source: Store brand
pt_br: Marca da loja

source: Minha Loja WP Contact information
pt_br: Minha Loja WP Informações de contato

source: Contact information
pt_br: Informações de contato

source: Minha Loja WP Shopping Cart
pt_br: Minha Loja WP Carrinho de compras

source: Shopping cart
pt_br: Carrinho de compras

source: Shipping
pt_br: Envio

source: Uninstall
pt_br: Desinstalar

source: Products
pt_br: Produtos

source: Product
pt_br: Produto

source: Add new
pt_br: Adicionar novo

source: Add new product
pt_br: Adicionar novo produto

source: Edit product
pt_br: Editar produto

source: New product
pt_br: Novo produto

source: See product
pt_br: Ver produto

source: Search products
pt_br: Procurar produtos

source: No product found
pt_br: Nenhum produto encontrado

source: No product found in the trash
pt_br: Nenhum produto encontrado na lixeira

source: Products from your virtual store
pt_br: Produtos da sua loja virtual

source: products
pt_br: produtos

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: categories
pt_br: categorias

source: Page %s
pt_br: Página %s

source: Search results
pt_br: Resultados da pesquisa

source: Additional data
pt_br: Dados adicionais

source: Setup your store
pt_br: Configure sua loja

source: Save
pt_br: Salvar

source: Generate XML
pt_br: Gerar XML

source: Text to add to cart
pt_br: Texto para adicionar ao carrinho

source: Text to add to cart button. Used to add products to the cart.
pt_br: Texto para o botão de adicionar ao carrinho. Usado para adicionar produtos ao carrinho de compras.

source: Text to checkout button
pt_br: Texto para o botão de checkout

source: Text to checkout button. Used to close shopping cart.
pt_br: Texto para o botão de finalizar o pedido. Usado para fechar o carrinho de compras.

source: Page to cart
pt_br: Página do carrinho

source: Select it...
pt_br: Selecione...

source: Choose the page to display the shop cart. Use the follow shortcode in this page: [buscape-wp-ecommerce-cart]
pt_br: Selecione a página para exibir o carrinho de compras. Utilize o seguinte shortcode dentro dessa página: [buscape-wp-ecommerce-cart]

source: Source Zip Code
pt_br: CEP de origem

source: Store zipcode.
pt_br: CEP de origem

source: Package type
pt_br: Formato da encomenda

source: Package Length
pt_br: Comprimento da encomenda

source: Package Height
pt_br: Altura da encomenda

source: Package Width
pt_br: Largura da encomenda

source: Package Diameter
pt_br: Diâmetro da encomenda

source: Reference
pt_br: Referência

source: Quantity
pt_br: Quantidade

source: Unit price
pt_br: Preço unitário

source: Total price
pt_br: Preço total

source: Uninstall your store
pt_br: Desinstale sua loja

source: Uninstall and deactivate
pt_br: Desinstalar e desativar
